Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: The bank's Capital Ratio is too low and has stopped issuing new loans.
id: Rasio Modal bank terlalu rendah dan telah berhenti mengeluarkan pinjaman baru.

source: To resume loan issuance, access the bank, select [Financial] and [Fund Transfer].
id: Untuk melanjutkan penerbitan pinjaman, akses bank, pilih [Keuangan] dan [Transfer Dana].

source: Then inject capital into the bank.
id: Kemudian menyuntikkan modal ke bank.

source: Options for Handling Insufficient Bank Capital Ratio
id: Opsi Penanganan Rasio Modal Bank yang Tidak Cukup

source: When the Bank Capital Ratio falls below the Requirement, there are 3 possible ways to handle it.
id: Ketika Rasio Modal Bank berada di bawah Persyaratan, ada 3 kemungkinan cara untuk mengatasinya.

source: Must Take Action
id: Harus Mengambil Tindakan

source: When the bank capital ratio is too low, the game will pop up a window forcing the player to take action.
id: Ketika rasio modal bank terlalu rendah, permainan akan memunculkan jendela yang memaksa pemain untuk mengambil tindakan.

source: Notification Only
id: Notifikasi Saja

source: When the bank capital ratio is too low, the game will stop issuing loans and notify you via the Event Tracker.
id: Saat rasio modal bank terlalu rendah, game akan berhenti mengeluarkan pinjaman dan memberi tahu Anda melalui Pelacak Peristiwa.

source: No Notification
id: Tidak Ada Notifikasi

source: When the bank capital ratio is too low, the game will stop issuing loans.
id: Ketika rasio modal bank terlalu rendah, permainan akan berhenti mengeluarkan pinjaman.

source: It will not notify you.
id: Itu tidak akan memberi tahu Anda.

source: The maximum amount of cash that you are allowed to transfer from the insurance company to your corporation.
id: Jumlah maksimum uang tunai yang boleh Anda transfer dari perusahaan asuransi ke perusahaan Anda.

source: You may change the transfer mode - whether it is to transfer funds from the insurance company to its parent corporation, or the other way round, by clicking on the Arrow icon.
id: Anda dapat mengubah mode transfer - apakah itu untuk mentransfer dana dari perusahaan asuransi ke perusahaan induknya, atau sebaliknya, dengan mengklik ikon Panah.

source: Return on Equity
id: Pengembalian Ekuitas

source: Return on Equity (ROE) is calculated by dividing the bank's Net Profit by its Equity Capital.
id: Return on Equity (ROE) dihitung dengan membagi Laba Bersih bank dengan Modal Ekuitasnya.

source: ROE is considered a measure of how effectively the bank is using its capital to generate profits.
id: ROE dianggap sebagai ukuran seberapa efektif bank menggunakan modalnya untuk menghasilkan keuntungan.

source: (The change from 12 months ago is displayed in brackets.)
id: (Perubahan dari 12 bulan lalu ditampilkan dalam tanda kurung.)

source: Return on Equity (ROE) is calculated by dividing the insurance company's Net Profit by its Equity Capital.
id: Return on Equity (ROE) dihitung dengan membagi Laba Bersih perusahaan asuransi dengan Modal Ekuitas.

source: It is capped to a range from -50% to 50% for the purpose of calculating the average ROE.
id: Itu dibatasi ke kisaran dari -50% hingga 50% untuk tujuan menghitung ROE rata-rata.

source: Switch View (hotkey: 'A')
id: Ganti Tampilan (hotkey: 'A')

source: Click here to switch between the standard view and the Cumulative Performance view.
id: Klik di sini untuk beralih antara tampilan standar dan tampilan Kinerja Kumulatif.

source: The staff's skill level affects the quality of service of this insurance front office.
id: Tingkat keahlian staf mempengaruhi kualitas layanan front office asuransi ini.

source: If the City Economics Simulation DLC is enabled, it is also affected by the education level of people in the city.
id: Jika DLC Simulasi Ekonomi Kota diaktifkan, hal itu juga dipengaruhi oleh tingkat pendidikan masyarakat di kota tersebut.

source: A long customer waiting time negatively affects the service quality of this insurance front office.
id: Waktu tunggu pelanggan yang lama berdampak negatif pada kualitas layanan front office asuransi ini.

source: To serve your customers better, you should open new front offices whenever the customer waiting time is alarmingly long.
id: Untuk melayani pelanggan Anda dengan lebih baik, Anda harus membuka kantor depan baru setiap kali waktu tunggu pelanggan sangat lama.

source: The quality of service of this insurance front office is primarily determined by the Staff Skill Level.
id: Kualitas layanan front office asuransi ini terutama ditentukan oleh Staff Skill Level.

source: When the Customer Waiting Time is higher than 30, it starts to negatively affect the Quality of Service.
id: Ketika Waktu Tunggu Pelanggan lebih tinggi dari 30, hal itu mulai berdampak negatif pada Kualitas Layanan.

source: INBRBRAN
id: INBRAN

source: Insurance Company Brand Rating
id: Peringkat Merek Perusahaan Asuransi

source: To increase it, select the "Marketing" tab and set up advertising.
id: Untuk meningkatkannya, pilih tab "Pemasaran" dan siapkan iklan.

source: Interest Rate
id: Suku bunga

source: The interest rate for 1 Year Time Deposit.
id: Suku bunga Deposito 1 Tahun.

source: Average Brand Rating
id: Peringkat Merek Rata-rata

source: The average brand rating of the bank in all the cities.
id: Peringkat merek rata-rata bank di semua kota.

source: The average brand rating of the insurance company in all the cities.
id: Peringkat merek rata-rata perusahaan asuransi di semua kota.

source: All Deposits
id: Semua Deposit

source: Select this to show a summary of customer deposits made via bank branches and deposits made by corporations and game persons via the bank headquarters.
id: Pilih ini untuk menampilkan ringkasan setoran pelanggan yang dilakukan melalui cabang bank dan setoran yang dilakukan oleh perusahaan dan pelaku permainan melalui kantor pusat bank.

source: University Research in Products
id: Penelitian Universitas dalam Produk

source: University Research in specific industries leads to #higher competitiveness#.
id: Penelitian Universitas di industri tertentu mengarah pada # daya saing yang lebih tinggi #.

source: 1) The city's local businesses benefit from increased competitiveness and #export#, thus hiring more workers and decreasing the city's #unemployment rate#.
id: 1) Bisnis lokal kota mendapatkan keuntungan dari peningkatan daya saing dan # ekspor #, sehingga mempekerjakan lebih banyak pekerja dan menurunkan # tingkat pengangguran # kota.

source: 2) #Manufacturing units# in factories have #City Quality Bonuses# added to their products' #Product Quality# ratings.
id: 2) #Unit produksi # di pabrik memiliki # Bonus Kualitas Kota # ditambahkan ke peringkat #Kualitas Produk # produk mereka.

source: University Research in Tech
id: Penelitian Universitas di Teknologi

source: University Research in specific fields of technology leads to increases in #skill levels# of researchers and software engineers in those fields (under the Talent system).
id: Riset Universitas di bidang teknologi tertentu mengarah pada peningkatan # tingkat keterampilan # peneliti dan insinyur perangkat lunak di bidang tersebut (di bawah sistem Bakat).

source: Batch Transfer Firms
id: Perusahaan Transfer Batch

source: Transfer the selected firms to another company under your control.
id: Transfer perusahaan yang dipilih ke perusahaan lain di bawah kendali Anda.

source: Management Policies
id: Kebijakan Manajemen

source: Open the Management Policies interface for this company.
id: Buka antarmuka Kebijakan Manajemen untuk perusahaan ini.

source: Rename Subsidiary
id: Ubah nama Anak Perusahaan

source: Rename this subsidiary company.
id: Ubah nama anak perusahaan ini.

source: Merge Company
id: Gabungkan Perusahaan

source: Merge this company into your company.
id: Gabungkan perusahaan ini ke dalam perusahaan Anda.

source: (Your company is the majority shareholder of this company.)
id: (Perusahaan Anda adalah pemegang saham mayoritas perusahaan ini.)

source: Merge this company into your subsidiary company.
id: Gabungkan perusahaan ini menjadi anak perusahaan Anda.

source: (Your subsidiary company is the majority shareholder of this company.)
id: (Anak perusahaan Anda adalah pemegang saham mayoritas perusahaan ini.)

source: Transfer Firms
id: Perusahaan Transfer

source: Transfer a group of selected firms from this company to another company under your control.
id: Mentransfer sekelompok perusahaan terpilih dari perusahaan ini ke perusahaan lain di bawah kendali Anda.

source: Select All
id: Pilih Semua

source: Select all firms in the current list.
id: Pilih semua perusahaan dalam daftar saat ini.

source: UNSELALL
id: BATALKAN JUAL

source: Unselect All
id: Batal Pilih Semua

source: Unselect all firms in the current list.
id: Batalkan pilihan semua perusahaan dalam daftar saat ini.

source: Local Stock Market
id: Pasar Saham Lokal

source: Global Stock Market (hotkey: Ctrl-G)
id: Pasar Saham Global (hotkey: Ctrl-G)

source: DISCORD
id: PERSELISIHAN

source: Join the Discord channel of Capitalism Lab.
id: Bergabunglah dengan saluran Discord di Lab Kapitalisme.

source: Open the official Capitalism Lab Facebook page.
id: Buka halaman Facebook resmi Lab Kapitalisme.

source: Access the official Capitalism Lab Forum.
id: Akses Forum Lab Kapitalisme resmi.

source: Insurance Company
id: Perusahaan asuransi

source: Order this insurance company to buy or sell stocks.
id: Perintahkan perusahaan asuransi ini untuk membeli atau menjual saham.

source: Order this insurance company to buy or sell bonds.
id: Perintahkan perusahaan asuransi ini untuk membeli atau menjual obligasi.

source: Freight Concern
id: Masalah Pengiriman

source: If this is set to a high value, the AI executive will be more concerned with freight costs and tend to pick suppliers from closer distances.
id: Jika ini disetel ke nilai yang tinggi, eksekutif AI akan lebih memperhatikan biaya pengiriman dan cenderung memilih pemasok dari jarak yang lebih dekat.

source: Internal Sale
id: Penjualan Internal

source: This option specifies whether you want the AI executive to change products #Internal Sale# settings for you.
id: Opsi ini menentukan apakah Anda ingin eksekutif AI mengubah setelan #Internal Sale # produk untuk Anda.

source: When #Internal Sale# is enabled for a product, it is for internal sale only and competitors are not allowed to buy it.
id: Ketika #Internal Sale # diaktifkan untuk suatu produk, itu hanya untuk penjualan internal dan pesaing tidak diizinkan untuk membelinya.

source: Sell factory #Internal Sale# products at cost
id: Jual produk #Penjualan Internal # pabrik sesuai harga

source: For those products marked for #Internal Sale# in factories, the AI will always sell them at cost.
id: Untuk produk yang ditandai # Penjualan Internal # di pabrik, AI akan selalu menjualnya sesuai biaya.

source: Change
id: Perubahan

source: These options specify whether you want the AI executive to change Training Budgets, R&D Projects and Advertising Budgets for you.
id: Opsi ini menentukan apakah Anda ingin eksekutif AI mengubah Anggaran Pelatihan, Proyek Litbang, dan Anggaran Iklan untuk Anda.

source: Change R&D Projects
id: Ubah Proyek Litbang

source: This option specifies whether you want the CTO to manage and change R&D Projects for you.
id: Opsi ini menentukan apakah Anda ingin CTO mengelola dan mengubah Proyek R&D untuk Anda.

source: Change Training Budget
id: Ubah Anggaran Pelatihan

source: This option specifies whether you want the CTO to change Training Budgets in research facilities for you.
id: Opsi ini menentukan apakah Anda ingin CTO mengubah Anggaran Pelatihan di fasilitas penelitian untuk Anda.

source: The Selling Price
id: Harga Jual

source: NEWPRICE
id: HARGA BARU

source: Set a New Price
id: Tetapkan Harga Baru

source: It shows the current price.
id: Ini menunjukkan harga saat ini.

source: Use [+][-] to set a New Price.
id: Gunakan [+] [-] untuk menetapkan Harga Baru.

source: Cost + Freight
id: Biaya + Pengangkutan

source: COSTONLY
id: DENGAN COSTONLY

source: Cost
id: Biaya

source: FREIGHT
id: KARGO

source: Freight
id: Kargo

source: Zero Capacity Utilization Rate
id: Tingkat Pemanfaatan Kapasitas Nol

source: Warning: The Capacity Utilization Rate of this unit is zero.
id: Peringatan: Tingkat Pemanfaatan Kapasitas unit ini adalah nol.

source: The workers are idle.
id: Para pekerja menganggur.

source: Price Synchronization Disabled
id: Sinkronisasi Harga Dinonaktifkan

source: Price Synchronization is Disabled.
id: Sinkronisasi Harga Dinonaktifkan.

source: Price Synchronization Enabled for Retail Stores Only
id: Sinkronisasi Harga Diaktifkan Hanya untuk Toko Eceran

source: When you set a new price, the new price will be applied to all of your #Retail Stores# selling the same product in the same city.
id: Saat Anda menetapkan harga baru, harga baru akan diterapkan ke semua #Retail Store # Anda yang menjual produk yang sama di kota yang sama.

source: Price Synchronization Enabled for All Firms
id: Sinkronisasi Harga Diaktifkan untuk Semua Perusahaan

source: When you set a new price, the new price will be applied to #all of your firms# of the same type selling the same product in the same city.
id: Saat Anda menetapkan harga baru, harga baru akan diterapkan ke # semua perusahaan Anda # dari jenis yang sama yang menjual produk yang sama di kota yang sama.

source: The number of years since the release of the last version
id: Jumlah tahun sejak rilis versi terakhir

source: The demand for a software product soars during the release of a new version, then decreases over time as more users have already owned the new version.
id: Permintaan akan produk perangkat lunak melonjak selama rilis versi baru, kemudian menurun seiring waktu karena semakin banyak pengguna yang telah memiliki versi baru tersebut.

source: Thus it is important to regularly release new versions to generate new demand.
id: Oleh karena itu, penting untuk merilis versi baru secara teratur untuk menghasilkan permintaan baru.

source: Sovereign Bonds
id: Obligasi Negara

source: Only show sovereign bonds.
id: Hanya tampilkan obligasi pemerintah.

source: Building for preparing this product
id: Bangunan untuk mempersiapkan produk ini

source: This product must be prepared in this specific building using #[Prepare] units#.
id: Produk ini harus disiapkan di gedung khusus ini menggunakan # [Siapkan] unit #.

source: Set up a layout in your firm for preparing this product.
id: Siapkan tata letak di perusahaan Anda untuk menyiapkan produk ini.

source: Wildcard layout plans are for setting up a layout with #[Prepare] units# and can be used for preparing any products with the same number of inputs.
id: Rencana tata letak karakter pengganti adalah untuk menyiapkan tata letak dengan # [Siapkan] unit # dan dapat digunakan untuk menyiapkan produk apa pun dengan jumlah input yang sama.

source: QUALITY
id: KUALITAS

source: Quality Rating
id: Peringkat Kualitas

source: OVERALLR
id: KESELURUHAN

source: The Overall rating is determined by the #Price#, the #Quality# rating and the #Brand# rating.
id: Peringkat Keseluruhan ditentukan oleh # Harga #, peringkat # Kualitas # dan peringkat # Merek #.

source: HEADQUAL
id: KEPALA

source: The Quality section
id: Bagian Kualitas

source: Hover the mouse over any of the text lines below to see context sensitive help.
id: Arahkan mouse ke salah satu baris teks di bawah ini untuk melihat bantuan peka konteks.

source: Product Quality
id: Kualitas produk

source: #Product Quality# is the sum total of #Raw Material Quality# and #Production Quality#.
id: #Kualitas Produk # adalah jumlah total dari #Kualitas Bahan Baku # dan #Kualitas Produksi #.

source: Raw Materials Quality
id: Kualitas Bahan Baku

source: The aggregate quality of all the required raw materials and semi products for making this product.
id: Kualitas agregat dari semua bahan mentah dan setengah produk yang dibutuhkan untuk membuat produk ini.

source: For more details, press F1 to open the guide to see the production details.
id: Untuk lebih jelasnya, tekan F1 untuk membuka panduan untuk melihat detail produksi.

source: Production Quality
id: Kualitas Produksi

source: #Production Quality# is determined by the #Product Technology# of the producer company.
id: #Kualitas Produksi # ditentukan oleh #Teknologi Produk # dari perusahaan produsen.

source: It equals to #Maximum Production Quality# X #Owned Tech# / #Top Tech# (see below)
id: Ini sama dengan #Maximum Production Quality # X #Owned Tech # / #Top Tech # (lihat di bawah)

source: City Quality Bonus
id: Bonus Kualitas Kota

source: The #Quality Rating# gets a boost from the #City Competitiveness Rating# in this product class.
id: #Quality Rating # mendapat dorongan dari #City Competitiveness Rating # di kelas produk ini.

source: To see the #City Competitiveness Rating#, open the #Cities report# and select the #Industries# page.
id: Untuk melihat #City Competitiveness Rating #, buka laporan #Cities # dan pilih halaman # Industries #.

source: Owned Technology
id: Teknologi yang Dimiliki

source: The producer company's #Production Technology# on this product, which can be improved in #R&D Centers#.
id: #Teknologi Produksi # perusahaan produsen pada produk ini, yang dapat ditingkatkan di # Pusat Litbang #.

source: Top Technology
id: Teknologi Teratas

source: The World's Top #Production Technology# on this product.
id: Teknologi #Produksi Terbaik Dunia # untuk produk ini.

source: The closer the #Owned Tech# is to this #Top Tech#, the higher the product's #Quality# is.
id: Semakin dekat #Owned Tech # dengan #Top Tech # ini, semakin tinggi # Kualitas # produk.

source: The Brand section
id: Bagian Merek

source: Brand Strategy
id: Strategi Merek

source: A company's brand strategy can be viewed in the #Corporate Details# report's #Brand# page.
id: Strategi merek perusahaan dapat dilihat di halaman #Corporate Details # report's # Brand #.

source: Brand Rating
id: Peringkat Merek

source: A product's #Brand Rating# is the sum of its #Brand Awareness# and #Brand Loyalty#.
id: #Peringkat Merek # produk adalah jumlah dari #Kesadaran Merek # dan # Loyalitas Merek #.

source: Brand Awareness
id: Kesadaran Merek

source: Brand awareness measures consumers' knowledge that a particular brand exists.
id: Kesadaran merek mengukur pengetahuan konsumen bahwa merek tertentu ada.

source: It can be increased via advertising.
id: Itu bisa ditingkatkan melalui iklan.

source: Brand Loyalty
id: Loyalitas Merek

source: Brand loyalty measures the attachment that a customer has to a brand.
id: Loyalitas merek mengukur keterikatan yang dimiliki pelanggan pada merek.

source: If a customer is satisfied after using a product (#good product quality#), brand loyalty #increases#.
id: Jika pelanggan puas setelah menggunakan produk (#kualitas produk yang baik #), loyalitas merek # meningkat #.

source: Conversely, a bad experience with a product (#poor product quality#) will lead to a #decrease# in brand loyalty.
id: Sebaliknya, pengalaman buruk dengan suatu produk (#kualitas produk buruk #) akan menyebabkan # penurunan # dalam loyalitas merek.

source: Advertising Expense
id: Beban Iklan

source: The monthly advertising expense on this product.
id: Biaya iklan bulanan untuk produk ini.

source: The Price section
id: Bagian Harga

source: It shows the cost and price of this product.
id: Ini menunjukkan biaya dan harga produk ini.

source: BRANDCOR
id: MEREK

source: Corporate Brand
id: Merek Perusahaan

source: When a corporation uses a single umbrella brand for all its products, newly launched products will benefit from the existing corporate brand.
id: Ketika sebuah perusahaan menggunakan satu merek payung untuk semua produknya, produk yang baru diluncurkan akan mendapatkan keuntungan dari merek perusahaan yang ada.

source: Range Brand
id: Berbagai Merek

source: Under this strategy, products in the #Same Product Class# are labeled with a single range brand.
id: Di bawah strategi ini, produk di #Same Product Class # diberi label dengan merek rentang tunggal.

source: Unique Brand
id: Merek Unik

source: Under this strategy, each product has a unique brand.
id: Di bawah strategi ini, setiap produk memiliki merek yang unik.

source: The advantage is that a product's brand will not be weighted down by quality issues from other product lines.
id: Keuntungannya adalah merek produk tidak akan terbebani oleh masalah kualitas dari lini produk lain.

source: Average Premium Price Level
id: Tingkat Harga Premium Rata-rata

source: The average premium price level of #Life# insurance, #Home# insurance and #Car# insurance.
id: Tingkat harga premi rata-rata dari asuransi # Life #, # Home # insurance dan # Car # insurance.

source: You can see the price level of each insurance type on the #Insurances# page.
id: Anda bisa melihat level harga setiap jenis asuransi di halaman # Insurances #.

source: Insurance Company Capital Ratio
id: Rasio Modal Perusahaan Asuransi

source: The #Capital Ratio# is the ratio of an insurance company's #Equity Capital# to its #Total Assets#.
id: The #Capital Ratio # adalah rasio #Equity Capital # perusahaan asuransi # dengan #Total Asset #.

source: An insurance company must maintain a positive capital ratio.
id: Perusahaan asuransi harus menjaga rasio modal yang positif.

source: Show talents specializing in Products.
id: Tunjukkan bakat yang berspesialisasi dalam Produk.

source: Show talents specializing in Technology.
id: Tunjukkan bakat yang berspesialisasi dalam Teknologi.

source: View Talents
id: Lihat Bakat

source: View available talents in different cities.
id: Lihat bakat yang tersedia di berbagai kota.

source: #Product Quality# is the sum total of #Raw Material Quality#, #Production Quality# and #City Quality Bonus#.
id: #Kualitas Produk # adalah jumlah total #Kualitas Bahan Baku #, #Kualitas Produksi # dan # Bonus Kualitas Kota #.

source: Click here to set up the layout (hotkey: A)
id: Klik di sini untuk mengatur tata letak (hotkey: A)

source: OVERALL2
id: KESELURUHAN2

source: The Overall rating is determined by the #Price# and the #Quality# rating.
id: Peringkat Keseluruhan ditentukan oleh # Harga # dan peringkat # Kualitas #.

source: IMPORT1
id: IMPOR 1

source: Import a new item.
id: Impor item baru.

source: IMPORT0
id: IMPOR0

source: The capacity of this Import company is full.
id: Kapasitas perusahaan import ini sudah penuh.

source: Delete Item
id: Hapus Item

source: Show clients that are purchasing this item.
id: Tunjukkan klien yang membeli item ini.

source: Import Capacity
id: Kapasitas Impor

source: It shows the #number of items being imported# and the #maximum number of items# that this Import Company can import.
id: Ini menunjukkan #jumlah item yang diimpor # dan #jumlah maksimum item # yang dapat diimpor oleh Perusahaan Impor ini.

source: Available via Import
id: Tersedia melalui Impor

source: This item can be imported via an Import Company.
id: Item ini dapat diimpor melalui Perusahaan Impor.

source: Loan Demand
id: Permintaan Pinjaman

source: This indicates the level of #demand for bank loans# which is correlated to the total GDP of the cities.
id: Ini menunjukkan tingkat # permintaan pinjaman bank # yang berkorelasi dengan total PDB kota.

source: Threshold for Stopping Accepting Corporate Deposits
id: Ambang untuk Berhenti Menerima Setoran Perusahaan

source: If this is enabled, the bank will #stop accepting new deposits# from #corporate clients# when the bank's #cash# as a percentage of its #total assets# exceeds the specified threshold.
id: Jika ini diaktifkan, bank akan # berhenti menerima setoran baru # dari # klien perusahaan # bila # kas # bank sebagai persentase dari # total aset # melebihi ambang batas yang ditentukan.
